Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.hooks.error.tooManyTargets
source: Too many hooks targets: specify at most one positional agent.
ar: هناك عدد كبير جدًا من أهداف hooks: حدد agent موضعيًا واحدًا على الأكثر.
bs: Previše hooks ciljeva: navedite najviše jedan pozicioni agent.
da: For mange hooks-mål: Angiv højst én positionel agent.
de: Zu viele hooks-Ziele: Geben Sie höchstens ein positionelles agent an.
es: Demasiados objetivos hooks: especifique como máximo un agent posicional.
fr: Trop de cibles hooks : spécifiez au plus une cible agent positionnelle.
it: Troppi target hooks: specificare al massimo uno agent posizionale.
ja: hooks ターゲットが多すぎます: 位置 agent を 1 つだけ指定してください。
km: គោលដៅ hooks ច្រើនពេក៖ បញ្ជាក់ទីតាំង agent ច្រើនបំផុតមួយ។
ko: hooks 대상이 너무 많습니다. 위치 agent를 하나만 지정하세요.
nb: For mange hooks-mål: spesifiser maksimalt én posisjonell agent.
pl: Zbyt wiele celów hooks: określ maksymalnie jeden pozycyjny agent.
pt_br: Muitos alvos hooks: especifique no máximo um agent posicional.
ru: Слишком много целей hooks: укажите не более одного позиционного agent.
th: เป้าหมาย hooks มากเกินไป: ระบุ agent ตำแหน่งได้มากที่สุดหนึ่งตำแหน่ง
tr: Çok fazla hooks hedefi: en fazla bir konumsal agent belirtin.
uk: Забагато цілей hooks: укажіть не більше одного позиційного agent.
zh_hans: hooks 目标过多：最多指定一个位置 agent。
zh_hant: hooks 目標過多：最多指定一個位置 agent。

# cli.hooks.error.unknownAction
source: Unknown hooks action: %@. Use install or uninstall.
ar: إجراء hooks غير معروف: %@.استخدم install أو uninstall.
bs: Nepoznata akcija hooks: %@. Koristite install ili uninstall.
da: Ukendt hooks handling: %@. Brug install eller uninstall.
de: Unbekannte hooks-Aktion: %@. Verwenden Sie install oder uninstall.
es: Acción hooks desconocida: %@. Utilice install o uninstall.
fr: Action hooks inconnue : %@. Utilisez install ou uninstall.
it: Azione hooks sconosciuta: %@. Utilizzare install o uninstall.
ja: 不明な hooks アクション: %@。install または uninstall を使用します。
km: សកម្មភាព hooks ដែលមិនស្គាល់៖ %@ ។ប្រើ install ឬ uninstall ។
ko: 알 수 없는 hooks 작업: %@.install 또는 uninstall를 사용하세요.
nb: Ukjent hooks-handling: %@. Bruk install eller uninstall.
pl: Nieznane działanie hooks: %@. Użyj install lub uninstall.
pt_br: Ação hooks desconhecida: %@. Use install ou uninstall.
ru: Неизвестное действие hooks: %@. Используйте install или uninstall.
th: แอ็คชัน hooks ที่ไม่รู้จัก: %@ใช้ install หรือ uninstall
tr: Bilinmeyen hooks eylemi: %@.install veya uninstall'yi kullanın.
uk: Невідома дія hooks: %@. Використовуйте install або uninstall.
zh_hans: 未知 hooks 操作：%@。使用 install 或 uninstall。
zh_hant: 未知 hooks 操作：%@。使用 install 或 uninstall。

# cli.hooks.error.unknownTarget
source: Unknown hooks target: %@
ar: هدف hooks غير معروف: %@
bs: Nepoznato hooks cilj: %@
da: Ukendt hooks mål: %@
de: Unbekanntes hooks-Ziel: %@
es: Objetivo hooks desconocido: %@
fr: Cible hooks inconnue : %@
it: Obiettivo hooks sconosciuto: %@
ja: 不明な hooks ターゲット: %@
km: មិនស្គាល់គោលដៅ hooks៖ %@
ko: 알 수 없는 hooks 대상: %@
nb: Ukjent hooks-mål: %@
pl: Nieznany cel hooks: %@
pt_br: Destino hooks desconhecido: %@
ru: Неизвестная цель hooks: %@
th: เป้าหมาย hooks ที่ไม่รู้จัก: %@
tr: Bilinmeyen hooks hedefi: %@
uk: Невідома мета hooks: %@
zh_hans: 未知 hooks 目标：%@
zh_hant: 未知 hooks 目标：%@

# cli.hooks.feed.kiroUnrecognizedDecision
source: UniConnect Feed returned an unrecognized Kiro permission decision; denying for safety.
ar: UniConnect قامت Feed بإرجاع قرار إذن Kiro غير معروف؛إنكار للسلامة.
bs: UniConnect Feed je vratio neprepoznatu odluku o dozvoli Kiro; uskraćivanje radi sigurnosti.
da: UniConnect Feed returnerede en ikke-genkendt Kiro-tilladelsesbeslutning; nægter for sikkerheden.
de: UniConnect Feed hat eine nicht erkannte Kiro-Berechtigungsentscheidung zurückgegeben; aus Sicherheitsgründen leugnen.
es: UniConnect Feed devolvió una decisión de permiso Kiro no reconocida; negando por seguridad.
fr: UniConnect Feed a renvoyé une décision d'autorisation Kiro non reconnue ; nier pour des raisons de sécurité.
it: UniConnect Feed ha restituito una decisione di autorizzazione Kiro non riconosciuta; negare per sicurezza.
ja: UniConnect Feed は、認識できない Kiro 権限決定を返しました。安全のため拒否します。
km: UniConnect Feed ត្រឡប់ការសម្រេចចិត្តការអនុញ្ញាត Kiro ដែលមិនទទួលស្គាល់។បដិសេធដើម្បីសុវត្ថិភាព។
ko: UniConnect Feed가 인식할 수 없는 Kiro 권한 결정을 반환했습니다.안전을 위해 거부합니다.
nb: UniConnect Feed returnerte en ukjent Kiro tillatelsesbeslutning; nekter for sikkerhets skyld.
pl: UniConnect Feed zwrócił nierozpoznaną decyzję o pozwoleniu Kiro; odmawiając ze względu na bezpieczeństwo.
pt_br: UniConnect Feed retornou uma decisão de permissão Kiro não reconhecida; negando por segurança.
ru: UniConnect Feed вернул неопознанное решение о разрешении Kiro; отрицая ради безопасности.
th: UniConnect Feed ส่งคืนการตัดสินใจอนุญาต Kiro ที่ไม่รู้จักปฏิเสธเรื่องความปลอดภัย
tr: UniConnect Feed, tanınmayan bir Kiro izin kararı döndürdü; güvenlik nedeniyle reddediyor.
uk: UniConnect Feed повернув нерозпізнане рішення про дозвіл Kiro; відмовляючи з метою безпеки.
zh_hans: UniConnect Feed 返回无法识别的 Kiro 权限决策；为了安全而拒绝。
zh_hant: UniConnect Feed 傳回無法辨識的 Kiro 權限決策；為了安全而拒絕。

# cli.hooks.feed.permissionDenied
source: User denied permission via UniConnect Feed.
ar: رفض المستخدم الإذن عبر UniConnect Feed.
bs: Korisniku je odbijena dozvola putem UniConnect Feed.
da: Brugeren nægtede tilladelse via UniConnect Feed.
de: Dem Benutzer wurde die Berechtigung über UniConnect Feed verweigert.
es: Al usuario se le negó el permiso a través de UniConnect Feed.
fr: L'utilisateur a refusé l'autorisation via UniConnect Feed.
it: Autorizzazione negata all'utente tramite UniConnect Feed.
ja: ユーザーは UniConnect Feed 経由でアクセス許可を拒否しました。
km: អ្នកប្រើប្រាស់បានបដិសេធការអនុញ្ញាតតាមរយៈ UniConnect Feed ។
ko: 사용자가 UniConnect Feed를 통한 권한을 거부했습니다.
nb: Bruker nektet tillatelse via UniConnect Feed.
pl: Użytkownik odmówił pozwolenia poprzez UniConnect Feed.
pt_br: Permissão negada ao usuário por meio de UniConnect Feed.
ru: Пользователю отказано в разрешении через UniConnect Feed.
th: ผู้ใช้ปฏิเสธการอนุญาตผ่าน UniConnect Feed
tr: Kullanıcının UniConnect Feed aracılığıyla izni reddedildi.
uk: Користувачеві заборонено дозвіл через UniConnect Feed.
zh_hans: 用户通过 UniConnect Feed 拒绝许可。
zh_hant: 用戶透過 UniConnect Feed 拒絕許可。

# cli.hooks.feed.sourceRequired
source: cmux hooks feed requires --source <agent-name>
ar: cmux hooks feed يتطلب --source <agent-name>
bs: cmux hooks feed zahtijeva --source <agent-name>
da: cmux hooks feed kræver --source <agent-name>
de: cmux hooks feed erfordert --source <agent-name>
es: cmux hooks feed requiere --source <agent-name>
fr: cmux hooks feed nécessite --source <agent-name>
it: cmux hooks feed richiede --source <agent-name>
ja: cmux hooks feed には --source が必要です <agent-name>
km: cmux hooks feed ទាមទារ --source <agent-name>
ko: cmux hooks feed에는 --source <agent-name>가 필요합니다.
nb: cmux hooks feed krever --source <agent-name>
pl: cmux hooks feed wymaga --source <agent-name>
pt_br: cmux hooks feed requer --source <agent-name>
ru: cmux hooks feed требует --source <agent-name>
th: cmux hooks feed ต้องใช้ --source <agent-name>
tr: cmux hooks feed, --source <agent-name> gerektirir
uk: cmux hooks feed вимагає --source <agent-name>
zh_hans: cmux hooks feed 需要 --source <agent-name>
zh_hant: cmux hooks feed 需要 --source <agent-name>

# cli.hooks.hermes.allowlistApproved
source: Approved %@ UniConnect shell hooks in %@
ar: %@ UniConnect غلاف hooks المعتمد في %@
bs: Odobreno %@ UniConnect školjka hooks u %@
da: Godkendt %@ UniConnect skal hooks i %@
de: Zugelassenes %@ UniConnect Gehäuse hooks in %@
es: Homologado %@ UniConnect carcasa hooks en %@
fr: Coque %@ UniConnect approuvée hooks en %@
it: Scocca omologata %@ UniConnect hooks in %@
ja: 承認済み %@ UniConnect シェル hooks (%@)
km: បានអនុម័ត %@ UniConnect សែល hooks ក្នុង %@
ko: %@에서 승인된 %@ UniConnect 쉘 hooks
nb: Godkjent %@ UniConnect skall hooks i %@
pl: Zatwierdzona obudowa %@ UniConnect hooks w %@
pt_br: Shell %@ UniConnect aprovado hooks em %@
ru: Утверждена оболочка %@ UniConnect hooks в %@
th: อนุมัติ %@ UniConnect เชลล์ hooks ใน %@
tr: %@'de %@ UniConnect kabuğu hooks onaylandı
uk: Затверджена оболонка %@ UniConnect hooks у %@
zh_hans: 批准%@ UniConnect外壳hooks在%@
zh_hant: 核准%@ UniConnect外殼hooks在%@

# cli.hooks.hermes.allowlistRemoved
source: Removed Hermes Agent UniConnect shell hook approvals from %@
ar: تمت إزالة موافقات Hermes Agent UniConnect shell hook من %@
bs: Uklonjena Hermes Agent UniConnect ljuska hook odobrenja iz %@
da: Fjernet Hermes Agent UniConnect skal hook godkendelser fra %@
de: Hermes Agent UniConnect Shell hook-Zulassungen von %@ entfernt
es: Se eliminaron las aprobaciones de carcasa Hermes Agent UniConnect hook de %@.
fr: Suppression des approbations Hermes Agent UniConnect pour coque hook de %@
it: Rimosse le approvazioni Hermes Agent UniConnect del guscio hook da %@
ja: Hermes Agent UniConnect シェル hook 承認を %@ から削除しました
km: បានយក Hermes Agent UniConnect សែល hook ការយល់ព្រមពី %@
ko: %@에서 Hermes Agent UniConnect 쉘 hook 승인이 제거되었습니다.
nb: Fjernet Hermes Agent UniConnect skall hook godkjenninger fra %@
pl: Usunięto atesty powłoki Hermes Agent UniConnect hook z %@
pt_br: Removidas as aprovações do shell Hermes Agent UniConnect hook de %@
ru: Удалены разрешения Hermes Agent UniConnect оболочки hook из %@.
th: ลบการอนุมัติเชลล์ Hermes Agent UniConnect เชลล์ hook ออกจาก %@
tr: Hermes Agent UniConnect kabuğu hook onayları %@'den kaldırıldı
uk: З %@ видалено схвалення Hermes Agent UniConnect оболонки hook
zh_hans: 从 %@ 中删除了 Hermes Agent UniConnect 外壳 hook 认证
zh_hant: 從 %@ 中刪除了 Hermes Agent UniConnect 外殼 hook 認證

# cli.hooks.hermes.configMissing
source: %@ does not exist. Install %@ first.
ar: %@ غير موجود. Install %@ أولاً.
bs: %@ ne postoji. Install %@ prvi.
da: %@ eksisterer ikke. Install %@ først.
de: %@ existiert nicht. Install %@ zuerst.
es: %@ no existe. Install %@ primero.
fr: %@ n’existe pas. Install %@ en premier.
it: %@ non esiste. Install %@ prima.
ja: %@ は存在しません。まずはInstall %@。
km: %@ មិនមានទេ។Install %@ ដំបូង។
ko: %@가 존재하지 않습니다. Install %@ 먼저.
nb: %@ eksisterer ikke. Install %@ først.
pl: %@ nie istnieje. Najpierw Install %@.
pt_br: %@ não existe. Install %@ primeiro.
ru: %@ не существует. Install %@ первый.
th: ไม่มี %@Install %@ ก่อน
tr: %@ mevcut değil. İlk önce Install %@.
uk: %@ не існує. Install %@ спочатку.
zh_hans: %@ 不存在。Install %@ 第一。
zh_hant: %@ 不存在。 Install %@ 第一。

# cli.hooks.hermes.removed
source: Removed Hermes Agent UniConnect hooks from %@
ar: تمت إزالة Hermes Agent UniConnect hooks من %@
bs: Uklonjeno Hermes Agent UniConnect hooks iz %@
da: Fjernet Hermes Agent UniConnect hooks fra %@
de: Hermes Agent UniConnect hooks aus %@ entfernt
es: Se eliminó Hermes Agent UniConnect hooks de %@.
fr: Suppression de Hermes Agent UniConnect hooks de %@
it: Rimosso Hermes Agent UniConnect hooks da %@
ja: %@ から Hermes Agent UniConnect hooks を削除
km: បានយក Hermes Agent UniConnect hooks ចេញពី %@
ko: %@에서 Hermes Agent UniConnect hooks를 제거했습니다.
nb: Fjernet Hermes Agent UniConnect hooks fra %@
pl: Usunięto Hermes Agent UniConnect hooks z %@
pt_br: Removido Hermes Agent UniConnect hooks de %@
ru: Удален Hermes Agent UniConnect hooks из %@.
th: ลบ Hermes Agent UniConnect hooks ออกจาก %@
tr: Hermes Agent UniConnect hooks, %@'den kaldırıldı
uk: Hermes Agent UniConnect hooks видалено з %@
zh_hans: 从 %@ 中删除了 Hermes Agent UniConnect hooks
zh_hant: 從 %@ 中刪除了 Hermes Agent UniConnect hooks

# cli.hooks.opencode.feed.alreadyUpToDate
source: OpenCode UniConnect Feed plugin already up to date at %@
ar: OpenCode UniConnect البرنامج المساعد Feed محدث بالفعل في %@
bs: OpenCode UniConnect Feed dodatak je već ažuriran na %@
da: OpenCode UniConnect Feed plugin er allerede opdateret på %@
de: OpenCode UniConnect Feed Plugin bereits auf dem neuesten Stand bei %@
es: OpenCode UniConnect El complemento Feed ya está actualizado en %@
fr: Plugin OpenCode UniConnect Feed déjà à jour chez %@
it: OpenCode UniConnect Feed plugin già aggiornato su %@
ja: OpenCode UniConnect Feed プラグインは %@ ですでに最新です
km: កម្មវិធីជំនួយ OpenCode UniConnect Feed បានធ្វើបច្ចុប្បន្នភាពរួចហើយនៅ %@
ko: OpenCode UniConnect Feed 플러그인은 이미 %@에서 최신 상태입니다.
nb: OpenCode UniConnect Feed-plugin er allerede oppdatert på %@
pl: OpenCode UniConnect Feed wtyczka już aktualna w %@
pt_br: OpenCode UniConnect Feed plugin já atualizado em %@
ru: OpenCode UniConnect Feed Плагин уже обновлен в %@
th: ปลั๊กอิน OpenCode UniConnect Feed อัปเดตแล้วที่ %@
tr: OpenCode UniConnect Feed eklentisi zaten %@ adresinde güncel
uk: Плагін OpenCode UniConnect Feed уже оновлено на %@
zh_hans: OpenCode UniConnect Feed 插件已在 %@ 更新
zh_hant: OpenCode UniConnect Feed 插件已在 %@ 更新

# cli.hooks.opencode.feed.error.notUniConnectPlugin
source: %@ exists and is not a UniConnect plugin; leaving it alone
ar: %@ موجود وهو ليس ملحق UniConnect؛تركها وحدها
bs: %@ postoji i nije dodatak UniConnect; ostavljajući ga na miru
da: %@ eksisterer og er ikke et UniConnect plugin; lader den være i fred
de: %@ existiert und ist kein UniConnect-Plugin; es in Ruhe lassen
es: %@ existe y no es un complemento UniConnect; dejándolo solo
fr: %@ existe et n'est pas un plugin UniConnect ; le laisser tranquille
it: %@ esiste e non è un plugin UniConnect; lasciandolo stare
ja: %@ は存在しますが、UniConnect プラグインではありません。放っておいて
km: %@ មានហើយមិនមែនជាកម្មវិធីជំនួយ UniConnect ទេ។ទុកវាឱ្យនៅម្នាក់ឯង
ko: %@가 존재하며 UniConnect 플러그인이 아닙니다.내버려두고
nb: %@ eksisterer og er ikke en UniConnect-plugin; lar det være i fred
pl: %@ istnieje i nie jest wtyczką UniConnect; zostawiając to w spokoju
pt_br: %@ existe e não é um plugin UniConnect; deixando isso sozinho
ru: %@ существует и не является плагином UniConnect; оставив это в покое
th: %@ มีอยู่แล้วและไม่ใช่ปลั๊กอิน UniConnectทิ้งมันไว้ตามลำพัง
tr: %@ mevcuttur ve bir UniConnect eklentisi değildir; onu yalnız bırakmak
uk: %@ існує і не є плагіном UniConnect; залишаючи це в спокої
zh_hans: %@ 存在，但不是 UniConnect 插件；不理会它
zh_hant: %@ 存在，但不是 UniConnect 插件；不理會它

# cli.hooks.opencode.feed.error.resourceMissing
source: The bundled opencode-plugin.js resource was not found (Bundle.main, app bundle, executable, and repository fallbacks).
ar: لم يتم العثور على مورد opencode-plugin.js المجمع (Bundle.main، وحزمة التطبيق، والملف القابل للتنفيذ، والنسخ الاحتياطية للمستودع).
bs: Resurs u paketu opencode-plugin.js nije pronađen (rezervacije Bundle.main, paketa aplikacije, izvršne datoteke i spremišta).
da: Den medfølgende opencode-plugin.js-ressource blev ikke fundet (Bundle.main, app bundle, eksekverbare og repository fallbacks).
de: Die gebündelte Ressource opencode-plugin.js wurde nicht gefunden (Bundle.main, App-Bundle, ausführbare Datei und Repository-Fallbacks).
es: No se encontró el recurso opencode-plugin.js incluido (Bundle.main, paquete de aplicación, ejecutable y respaldos del repositorio).
fr: La ressource opencode-plugin.js groupée n'a pas été trouvée (Bundle.main, bundle d'applications, exécutable et solutions de secours du référentiel).
it: La risorsa opencode-plugin.js in bundle non è stata trovata (bundle.main, bundle dell'app, eseguibile e fallback del repository).
ja: バンドルされた opencode-plugin.js リソースが見つかりませんでした (Bundle.main、アプリ バンドル、実行可能ファイル、およびリポジトリ フォールバック)。
km: ធនធាន opencode-plugin.js ដែលត្រូវបានខ្ចប់មិនត្រូវបានរកឃើញទេ (Bundle.main, app bundle, executable, and repository fallbacks)។
ko: 번들로 제공되는 opencode-plugin.js 리소스를 찾을 수 없습니다(Bundle.main, 앱 번들, 실행 파일 및 저장소 대체).
nb: Den medfølgende opencode-plugin.js-ressursen ble ikke funnet (Bundle.main, app bundle, kjørbare filer og reserverepository).
pl: Nie znaleziono dołączonego zasobu opencode-plugin.js (Bundle.main, pakiet aplikacji, plik wykonywalny i rezerwowe repozytorium).
pt_br: O recurso opencode-plugin.js incluído não foi encontrado (Bundle.main, pacote de aplicativos, executável e substitutos de repositório).
ru: Связанный ресурс opencode-plugin.js не найден (Bundle.main, пакет приложения, исполняемый файл и резервные копии репозитория).
th: ไม่พบทรัพยากร opencode-plugin.js ที่รวมมา (Bundle.main, App Bundle, โปรแกรมปฏิบัติการ และทางเลือกสำรองของที่เก็บข้อมูล)
tr: Paketlenmiş opencode-plugin.js kaynağı bulunamadı (Bundle.main, uygulama paketi, yürütülebilir dosya ve depo yedekleri).
uk: Поєднаний ресурс opencode-plugin.js не знайдено (Bundle.main, набір додатків, виконуваний файл і запасні репозиторії).
zh_hans: 找不到捆绑的 opencode-plugin.js 资源（Bundle.main、应用程序包、可执行文件和存储库回退）。
zh_hant: 找不到捆綁的 opencode-plugin.js 資源（Bundle.main、應用程式套件、執行檔和儲存庫回退）。

# cli.hooks.opencode.feed.installed
source: OpenCode UniConnect Feed plugin installed at %@
ar: OpenCode UniConnect تم تثبيت البرنامج المساعد Feed على %@
bs: OpenCode UniConnect Feed dodatak instaliran na %@
da: OpenCode UniConnect Feed plugin installeret på %@
de: OpenCode UniConnect Feed Plugin installiert unter %@
es: OpenCode UniConnect Complemento Feed instalado en %@
fr: Plugin OpenCode UniConnect Feed installé sur %@
it: OpenCode UniConnect Feed plugin installato su %@
ja: OpenCode UniConnect Feed プラグインが %@ にインストールされました
km: កម្មវិធីជំនួយ OpenCode UniConnect Feed បានដំឡើងនៅ %@
ko: OpenCode UniConnect Feed 플러그인이 %@에 설치되었습니다.
nb: OpenCode UniConnect Feed-plugin installert på %@
pl: OpenCode UniConnect Feed wtyczka zainstalowana w %@
pt_br: OpenCode UniConnect Plug-in Feed instalado em %@
ru: OpenCode UniConnect Feed Плагин установлен в %@
th: ติดตั้งปลั๊กอิน OpenCode UniConnect Feed ที่ %@
tr: OpenCode UniConnect Feed eklentisi %@'de yüklü
uk: Плагін OpenCode UniConnect Feed встановлено на %@
zh_hans: OpenCode UniConnect Feed 插件安装在 %@
zh_hant: OpenCode UniConnect Feed 插件安裝在 %@

# cli.hooks.opencode.feed.removed
source: Removed the OpenCode UniConnect Feed plugin from %@
ar: تمت إزالة البرنامج المساعد OpenCode UniConnect Feed من %@
bs: Uklonjen dodatak OpenCode UniConnect Feed sa %@
da: Fjernede OpenCode UniConnect Feed plugin fra %@
de: Das Plugin OpenCode UniConnect Feed wurde aus %@ entfernt
es: Se eliminó el complemento OpenCode UniConnect Feed de %@.
fr: Suppression du plugin OpenCode UniConnect Feed de %@
it: Rimosso il plugin OpenCode UniConnect Feed da %@
ja: %@ から OpenCode UniConnect Feed プラグインを削除しました
km: បានដកកម្មវិធីជំនួយ OpenCode UniConnect Feed ចេញពី %@
ko: %@에서 OpenCode UniConnect Feed 플러그인을 제거했습니다.
nb: Fjernet OpenCode UniConnect Feed-plugin fra %@
pl: Usunięto wtyczkę OpenCode UniConnect Feed z %@
pt_br: Removido o plug-in OpenCode UniConnect Feed de %@
ru: Удален плагин OpenCode UniConnect Feed из %@.
th: ลบปลั๊กอิน OpenCode UniConnect Feed ออกจาก %@
tr: OpenCode UniConnect Feed eklentisi %@'den kaldırıldı
uk: Видалено плагін OpenCode UniConnect Feed із %@
zh_hans: 从 %@ 中删除了 OpenCode UniConnect Feed 插件
zh_hant: 從 %@ 中刪除了 OpenCode UniConnect Feed 插件

# cli.hooks.opencode.feed.skippedMissingMarker
source: Skipping %@ (no UniConnect marker)
ar: تخطي %@ (بدون علامة UniConnect)
bs: Preskakanje %@ (bez oznake UniConnect)
da: Springer over %@ (ingen UniConnect markør)
de: Überspringen von %@ (kein UniConnect-Marker)
es: Saltando %@ (sin marcador UniConnect)
fr: Sauter %@ (pas de marqueur UniConnect)
it: Saltare %@ (nessun marcatore UniConnect)
ja: %@ をスキップします (UniConnect マーカーなし)
km: រំលង %@ (គ្មានសញ្ញាសម្គាល់ UniConnect)
ko: %@ 건너뛰기(UniConnect 마커 없음)
nb: Hopp over %@ (ingen UniConnect-markør)
pl: Pomijanie %@ (brak znacznika UniConnect)
pt_br: Ignorando %@ (sem marcador UniConnect)
ru: Пропуск %@ (без маркера UniConnect)
th: การข้าม %@ (ไม่มีเครื่องหมาย UniConnect)
tr: %@ atlanıyor (UniConnect işaretçisi yok)
uk: Пропуск %@ (без маркера UniConnect)
zh_hans: 跳过 %@（无 UniConnect 标记）
zh_hant: 跳過 %@（無 UniConnect 標記）

# cli.hooks.opencode.session.alreadyUpToDate
source: OpenCode UniConnect hooks already up to date at %@
ar: OpenCode UniConnect hooks محدث بالفعل في %@
bs: OpenCode UniConnect hooks je već ažuriran na %@
da: OpenCode UniConnect hooks allerede opdateret på %@
de: OpenCode UniConnect hooks bereits aktuell bei %@
es: OpenCode UniConnect hooks ya actualizado en %@
fr: OpenCode UniConnect hooks déjà à jour chez %@
it: OpenCode UniConnect hooks già aggiornato a %@
ja: OpenCode UniConnect hooks は %@ ですでに最新の状態です
km: OpenCode UniConnect hooks បានធ្វើបច្ចុប្បន្នភាពរួចហើយនៅ %@
ko: OpenCode UniConnect hooks는 이미 %@에서 최신 상태입니다.
nb: OpenCode UniConnect hooks er allerede oppdatert på %@
pl: OpenCode UniConnect hooks już aktualny w %@
pt_br: OpenCode UniConnect hooks já atualizado em %@
ru: OpenCode UniConnect hooks уже обновлен в %@
th: OpenCode UniConnect hooks อัปเดตแล้วที่ %@
tr: OpenCode UniConnect hooks zaten %@ adresinde güncel
uk: OpenCode UniConnect hooks уже оновлено на %@
zh_hans: OpenCode UniConnect hooks 已更新为 %@
zh_hant: OpenCode UniConnect hooks 已更新為 %@

# cli.hooks.opencode.session.error.notUniConnectPlugin
source: %@ exists and is not a UniConnect plugin; leaving it alone
ar: %@ موجود وهو ليس ملحق UniConnect؛تركها وحدها
bs: %@ postoji i nije dodatak UniConnect; ostavljajući ga na miru
da: %@ eksisterer og er ikke et UniConnect plugin; lader den være i fred
de: %@ existiert und ist kein UniConnect-Plugin; es in Ruhe lassen
es: %@ existe y no es un complemento UniConnect; dejándolo solo
fr: %@ existe et n'est pas un plugin UniConnect ; le laisser tranquille
it: %@ esiste e non è un plugin UniConnect; lasciandolo stare
ja: %@ は存在しますが、UniConnect プラグインではありません。放っておいて
km: %@ មានហើយមិនមែនជាកម្មវិធីជំនួយ UniConnect ទេ។ទុកវាឱ្យនៅម្នាក់ឯង
ko: %@가 존재하며 UniConnect 플러그인이 아닙니다.내버려두고
nb: %@ eksisterer og er ikke en UniConnect-plugin; lar det være i fred
pl: %@ istnieje i nie jest wtyczką UniConnect; zostawiając to w spokoju
pt_br: %@ existe e não é um plugin UniConnect; deixando isso sozinho
ru: %@ существует и не является плагином UniConnect; оставив это в покое
th: %@ มีอยู่แล้วและไม่ใช่ปลั๊กอิน UniConnectทิ้งมันไว้ตามลำพัง
tr: %@ mevcuttur ve bir UniConnect eklentisi değildir; onu yalnız bırakmak
uk: %@ існує і не є плагіном UniConnect; залишаючи це в спокої
zh_hans: %@ 存在，但不是 UniConnect 插件；不理会它
zh_hant: %@ 存在，但不是 UniConnect 插件；不理會它

# cli.hooks.opencode.session.installed
source: OpenCode UniConnect hooks installed at %@
ar: OpenCode UniConnect hooks مثبت في %@
bs: OpenCode UniConnect hooks instaliran na %@
da: OpenCode UniConnect hooks installeret på %@
de: OpenCode UniConnect hooks installiert bei %@
es: OpenCode UniConnect hooks instalado en %@
fr: OpenCode UniConnect hooks installé à %@
it: OpenCode UniConnect hooks installato su %@
ja: OpenCode UniConnect hooks が %@ にインストールされました
km: OpenCode UniConnect hooks បានដំឡើងនៅ %@
ko: OpenCode UniConnect hooks가 %@에 설치되었습니다.
nb: OpenCode UniConnect hooks installert på %@
pl: OpenCode UniConnect hooks zainstalowany w %@
pt_br: OpenCode UniConnect hooks instalado em %@
ru: OpenCode UniConnect hooks установлен в %@
th: OpenCode UniConnect hooks ติดตั้งที่ %@
tr: OpenCode UniConnect hooks, %@'de yüklü
uk: OpenCode UniConnect hooks встановлено на %@
zh_hans: OpenCode UniConnect hooks 安装在 %@
zh_hant: OpenCode UniConnect hooks 安裝在 %@
